{
  "status": "ok",
  "totalResults": 1214,
  "articles": [
    {
      "source": {
        "id": "the verge",
        "name": "The Verge"
      },
      "author": "Victoria Song",
      "title": "The Google Pixel Watch needs a good chip, but which?",
      "description": "Google only teased the Pixel Watch this week at its I/O keynote. While more details will follow in the months to come, one thing this watch will need is a good chip to set Wear OS 3 on the right path.",
      "url": "https://www.theverge.com/2022/5/16/23070725/google pixel watch smartwatch wear os processor chip",
      "urlToImage": "https://cdn.vox cdn.com/thumbor/_26HliO3abBmHDQ_cIPtqeW0MhA=/0x146:2040x1214/fit in/1200x630/cdn.vox cdn.com/uploads/chorus_asset/file/23449157/Google_Pixel_Watch_Google_Maps.png",
      "publishedAt": "2022 05 16T12:00:00Z",
      "content": "A processor isnt everything, but it is one thing thats held back the Wear OS platform in the past\r\nIs turn by turn navigation on Google Maps going to work if the Pixel Watchs chip blows?\r\nImage: Goog… [+6232 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Gizmodo.com"
      },
      "author": "Matt Novak",
      "title": "Those Viral Burger King Photos From Germany Are Real, But There's a Catch",
      "description": "Have you seen those photos on social media featuring stomach churning Burger King items from Germany? Believe it or not, the photos are real, but there’s one big catch: All of the foods being advertised were available for precisely one day at just one locatio…",
      "url": "https://gizmodo.com/burger king germany herring whopper gross viral currywu 1848929894",
      "urlToImage": "https://i.kinja img.com/gawker media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/4e4ed19b0336916286b869eddfb86df4.png",
      "publishedAt": "2022 05 16T10:00:00Z",
      "content": "Have you seen those photos on social media featuring stomach churning Burger King items from Germany? Believe it or not, the photos are real, but theres one big catch: All of the foods being advertis… [+1933 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": null,
      "title": "Saudi shares extend rebound on budget surplus; Qatar dips   Reuters.com",
      "description": "Saudi Arabia's stock index rose in early trade on Monday, on track to extend a rebound from the previous session, while the Qatari index continued to fall.",
      "url": "https://www.reuters.com/markets/stocks/saudi shares extend rebound budget surplus qatar dips 2022 05 16/",
      "urlToImage": "https://www.reuters.com/resizer/TQW22iHIi8ahnoaItQVNk1T2cdw=/1200x628/smart/filters:quality(80)/cloudfront us east 2.images.arcpublishing.com/reuters/Y2GD4WH2AFN3JPAQLNOAUI25VE.jpg",
      "publishedAt": "2022 05 16T08:15:00Z",
      "content": "May 16 (Reuters)   Saudi Arabia's stock index rose in early trade on Monday, on track to extend a rebound from the previous session, while the Qatari index continued to fall.\r\nThe benchmark index (.T… [+1395 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": null,
      "title": "Futures slip as China data sparks growth fears   Reuters.com",
      "description": "U.S. stock index futures fell on Monday as downbeat data out of China stoked fresh concerns about a global economic slowdown at a time when investors are already on edge over aggressive policy tightening by the Federal Reserve.",
      "url": "https://www.reuters.com/markets/europe/futures slip china data sparks growth fears 2022 05 16/",
      "urlToImage": "https://www.reuters.com/resizer/d o5me3xFp3wcHng0RLEFf0sH8g=/1200x628/smart/filters:quality(80)/cloudfront us east 2.images.arcpublishing.com/reuters/ANQISXTEJBP4JAQRPM3L4L5HXY.jpg",
      "publishedAt": "2022 05 16T11:53:00Z",
      "content": "May 16 (Reuters)   U.S. stock index futures fell on Monday as downbeat data out of China stoked fresh concerns about a global economic slowdown at a time when investors are already on edge over aggre… [+2327 chars]"
    },
    {
      "source": {
        "id": "reuters",
        "name": "Reuters"
      },
      "author": null,
      "title": "U.S. Treasury's Yellen to push Poland on global minimum tax implementation   Reuters.com",
      "description": "U.S. Treasury Secretary Janet Yellen will thank Poland for hosting millions of Ukrainian war refugees on Monday, but she has another goal for meetings in Warsaw: persuading Polish leaders to back plans to implement a 15% global corporate minimum tax.",
      "url": "https://www.reuters.com/world/europe/us treasurys yellen push poland global minimum tax implementation 2022 05 16/",
      "urlToImage": "https://www.reuters.com/resizer/_6RSuYNOv22tyW9eytpBJ6nO3Ww=/1200x628/smart/filters:quality(80)/cloudfront us east 2.images.arcpublishing.com/reuters/75UO2DCDN5JH5FPG274GR6T5MI.jpg",
      "publishedAt": "2022 05 16T06:20:00Z",
      "content": "WARSAW, May 16 (Reuters)   U.S. Treasury Secretary Janet Yellen will thank Poland for hosting millions of Ukrainian war refugees on Monday, but she has another goal for meetings in Warsaw: persuading… [+4721 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "The Guardian"
      },
      "author": "Presented by Max Rushden with Barry Glendenning, Gregg Bakowski and Jonathan Wilson. Produced by Joel Grove and executive produced by Danielle Stephens.",
      "title": "Another Wembley win for Liverpool and Emma Hayes doubles up   Football Weekly",
      "description": "Max Rushden is joined by Barry Glendenning, Gregg Bakowski and Jonathan Wilson as Liverpool make it two out of four at Wembley on their quest for the Quadruple this season and Chelsea’s Women win the DoubleRate, review, share on Apple Podcasts, Soundcloud, Au…",
      "url": "https://www.theguardian.com/football/audio/2022/may/16/another wembley win for liverpool and emma hayes doubles up football weekly",
      "urlToImage": "https://i.guim.co.uk/img/media/dae5f45b46fe3397dfacf0c22199c123dd24d1e5/0_0_5000_3000/master/5000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay align=bottom%2Cleft&overlay width=100p&overlay base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=efb875726764bcc336c281ea8eef4934",
      "publishedAt": "2022 05 16T11:23:19Z",
      "content": "Rate, review, share on Apple Podcasts, Soundcloud, Audioboom, Mixcloud, Acast and Stitcher, and join the conversation on Facebook, Twitter and email.\r\nOn the podcast today; Liverpool and Chelsea play… [+646 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "The Guardian"
      },
      "author": "Samuel Gibbs Consumer technology editor",
      "title": "Sennheiser Momentum True Wireless 3 review: great noise cancelling earbuds",
      "description": "Top sound in a new, more comfortable design, with good battery life, controls and wingsThe latest wireless earbuds from Sennheiser are smaller, longer lasting and have better sound and noise cancelling than their predecessors, making them some of the best on …",
      "url": "https://amp.theguardian.com/technology/2022/may/16/sennheiser momentum true wireless 3 review great noise cancelling earbuds",
      "urlToImage": "https://i.guim.co.uk/img/media/2f025b23f1bcdfc89c03e097a19ad6404661f5eb/661_794_3624_2174/master/3624.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay align=bottom%2Cleft&overlay width=100p&overlay base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctcmV2aWV3LTQucG5n&enable=upscale&s=6055a40400a33247f86f972acd473ffb",
      "publishedAt": "2022 05 16T06:00:52Z",
      "content": "The latest wireless earbuds from Sennheiser are smaller, longer lasting and have better sound and noise cancelling than their predecessors, making them some of the best on the market.\r\nPriced at £219… [+6480 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "The Guardian"
      },
      "author": "Xan Brooks",
      "title": "Political, provocative and preposterous: why Cannes is a ‘cathedral of cinema’",
      "description": "The French cultural institution, which turns 75 this year, has always been a battle between radicalism and elitism – but that’s what makes it so essentialThe Truman Show is a 1990s Hollywood movie about a man who lives in a bubble, cut off from the world. As …",
      "url": "https://amp.theguardian.com/film/2022/may/16/cannes film festival 2022 top gun elvis triangle sadness",
      "urlToImage": "https://i.guim.co.uk/img/media/fe1ace50d865ddbc1f91a6a29cd436b87cd47f98/0_73_5108_3064/master/5108.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay align=bottom%2Cleft&overlay width=100p&overlay base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=7d119ff15b6724feb60bfb74e24c6c01",
      "publishedAt": "2022 05 16T08:00:01Z",
      "content": "The Truman Show is a 1990s Hollywood movie about a man who lives in a bubble, cut off from the world. As played by Jim Carrey, Truman Burbank surrounded by actors, his every move dogged by cameras st… [+9265 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Makezine.com"
      },
      "author": "Caleb Kraft",
      "title": "Level Up Your AI Skillset and Dive Iinto The Deep End Of TinyML",
      "description": "Machine learning (ML) is a growing field, gaining popularity in academia, industry, and among makers. We will take a look at some of the available tools to help make machine learning easier, but first, let’s review some of the terms commonly used in machine l…",
      "url": "https://makezine.com/2022/05/16/level up your ai skillset and dive iinto the deep eend of tinyml/",
      "urlToImage": "https://i0.wp.com/makezine.com/wp content/uploads/2022/05/ml.jpg?fit=791%2C879&ssl=1",
      "publishedAt": "2022 05 16T15:00:00Z",
      "content": "Machine learning (ML) is a growing field, gaining popularity in academia, industry, and among makers. We will take a look at some of the available tools to help make machine learning easier, but firs… [+18482 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "MacRumors"
      },
      "author": "Tim Hardwick",
      "title": "Apple Testing New 'Tap to Pay' iPhone Feature At Apple Park Visitor Center",
      "description": "Apple in February announced a new \"Tap to Pay on iPhone\" feature that will allow compatible iPhones to accept contactless payments with no additional hardware required, and it turns out Apple is already trialing the feature at its Apple Park Visitor Center in…",
      "url": "https://www.macrumors.com/2022/05/16/apple tests iphone tap to pay apple park/",
      "urlToImage": "https://images.macrumors.com/t/hLJ1O9ZdmeliSzpSGbwxwv6ItJU=/1600x/article new/2022/02/Apple Tap to Pay iPhone.jpeg",
      "publishedAt": "2022 05 16T09:04:11Z",
      "content": "Apple in February announced a new \"Tap to Pay on iPhone\" feature that will allow compatible iPhones to accept contactless payments with no additional hardware required, and it turns out Apple is alre… [+1792 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "MacRumors"
      },
      "author": "Mitchel Broussard",
      "title": "Deals: Take Up to $249 Off Apple's 2020 MacBook Air and 13 Inch MacBook Pro",
      "description": "Today we're tracking a pair of discounts on Apple's 2020 MacBook Air and 13 inch MacBook Pro notebooks, both of which can be found on Amazon.\n\n\n\nNote: MacRumors is an affiliate partner with some of these vendors. When you click a link and make a purchase, we …",
      "url": "https://www.macrumors.com/2022/05/16/deals apples 2020 macbook air pro/",
      "urlToImage": "https://images.macrumors.com/t/oXGezpoPxo6QpI3kDefiVIcAD0A=/2500x/article new/2021/03/discount m1 macbook yellow.jpg",
      "publishedAt": "2022 05 16T12:53:10Z",
      "content": "Today we're tracking a pair of discounts on Apple's 2020 MacBook Air and 13 inch MacBook Pro notebooks, both of which can be found on Amazon.\r\nNote: MacRumors is an affiliate partner with some of the… [+1847 chars]"
    },
    {
      "source": {
        "id": "business insider",
        "name": "Business Insider"
      },
      "author": "jerb@insider.com (Jordan Parker Erb)",
      "title": "10 Things in Tech: Leaked startup data",
      "description": "In today's edition: Privately held startups are watching their valuations plunge, and a $59 million Miami mansion is now accepting payment in Bitcoin.",
      "url": "https://www.businessinsider.com/10 things in tech leaked startup data 2022 5",
      "urlToImage": "https://i.insider.com/628162b7e7446d0018cc93d6?width=1200&format=jpeg",
      "publishedAt": "2022 05 16T10:15:00Z",
      "content": "Welcome back, readers. Privately held startups are watching their valuations plunge, and a $59 million Miami mansion is now accepting payment in Bitcoin.\r\nNow, let's get started.\r\nIf this was forward… [+4109 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Hipertextual"
      },
      "author": "Rubén Chicharro",
      "title": "Apple también planea llevar el puerto USB C a los AirPods y otros accesorios",
      "description": "Apple planea dar el salto al puerto USB C en los iPhone 15. Al menos así lo sugieren los últimos rumores, así como el periodista Mark Gurman (Bloomberg) quien reveló hace unos días que la firma de Cupertino ya se encuentra trabajando en el diseño de un iPhone…",
      "url": "https://hipertextual.com/2022/05/apple airpods accesorios usb c",
      "urlToImage": "https://hipertextual.com/wp content/uploads/2021/10/AirPods 3 2 scaled.jpg",
      "publishedAt": "2022 05 16T09:08:32Z",
      "content": "Apple planea dar el salto al puerto USB C en los iPhone 15. Al menos así lo sugieren los últimos rumores, así como el periodista Mark Gurman (Bloomberg) quien reveló hace unos días que la firma de Cu… [+2587 chars]"
    },
    {
      "source": {
        "id": "the next web",
        "name": "The Next Web"
      },
      "author": "Callum Booth",
      "title": "If Apple embracing USB C is great news, then why am I so sad?",
      "description": "Friends, some excellent news: recent reports suggest Apple will ditch the Lightning port and embrace USB C on its gadgets from next year. There’s a problem though. If this news is excellent (which I’m certain it is), then why do I feel so sad? Before we try a…",
      "url": "https://thenextweb.com/news/apple embracing usb c over lightning why am i so sad analysis",
      "urlToImage": "https://img cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp content%2Fblogs.dir%2F1%2Ffiles%2F2022%2F05%2Fheader image apple iphone usb c lightning cable.jpg&signature=587f08ecbe368ab1ec7a8b4ffdc22397",
      "publishedAt": "2022 05 16T13:07:54Z",
      "content": "Friends, some excellent news: recent reports suggest Apple will ditch the Lightning port and embrace USB C on its gadgets from next year.\r\nTheres a problem though. If this news is excellent (which Im… [+2921 chars]"
    },
    {
      "source": {
        "id": "the next web",
        "name": "The Next Web"
      },
      "author": "Ivan Mehta",
      "title": "Apple’s switch to USB C iPhones could benefit the entire smartphone ecosystem",
      "description": "Over the last few weeks, reports have suggested that Apple might finally ditch the lightning port and move towards a USB C future. And I’m crossing my fingers hoping this will actually happen. First, Bloomberg and analyst Ming Chi Kuo suggested the iPhone 15 …",
      "url": "https://thenextweb.com/news/apple usb c switch iphone 15 analysis",
      "urlToImage": "https://img cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp content%2Fblogs.dir%2F1%2Ffiles%2F2022%2F05%2FUSB C Apple.jpg&signature=c5a9a5d934ff7b3e28aa50b487aedbcd",
      "publishedAt": "2022 05 16T11:31:24Z",
      "content": "Over the last few weeks, reports have suggested that Apple might finally ditch the lightning port and move towards a USB C future. And Im crossing my fingers hoping this will actually happen.\r\nFirst,… [+2217 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Hackaday"
      },
      "author": "Maya Posch",
      "title": "Silence Of The iPods: Reflecting On The Ever Shifting Landscape Of Personal Media Consumption",
      "description": "On October 23rd of 2001, the first Apple iPod was launched. It wasn’t the first Personal Media Player (PMP), but as with many things Apple the iPod would go on to provide the benchmark for wh…",
      "url": "https://hackaday.com/2022/05/16/silence of the ipods reflecting on the ever shifting landscape of personal media consumption/",
      "urlToImage": "https://hackaday.com/wp content/uploads/2022/05/iPod.jpg",
      "publishedAt": "2022 05 16T14:00:25Z",
      "content": "On October 23rd of 2001, the first Apple iPod was launched. It wasn’t the first Personal Media Player (PMP), but as with many things Apple the iPod would go on to provide the benchmark for what a PMP… [+13565 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Xataka.com"
      },
      "author": "Ricardo Aguilar",
      "title": "La cara B de comprar un Android caro: pierden hasta el 50% de su valor en pocos meses",
      "description": "Si quieres sacarle unos cuantos euros a tu teléfono a la hora de venderlo para comprarte otro, quizás la mejor opción sea un iPhone. Hace cinco años hablábamos sobre el ritmo al que bajan de precio los móviles, con una tendencia que se ha mantenido durante el…",
      "url": "https://www.xataka.com/moviles/cara b comprar android caro pierden 50 su valor pocos meses",
      "urlToImage": "https://i.blogs.es/558b39/1366_2000/840_560.jpeg",
      "publishedAt": "2022 05 16T08:01:02Z",
      "content": "Si quieres sacarle unos cuantos euros a tu teléfono a la hora de venderlo para comprarte otro, quizás la mejor opción sea un iPhone. Hace cinco años hablábamos sobre el ritmo al que bajan de precio l… [+1612 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Xataka.com"
      },
      "author": "Eva Rodríguez de Luis",
      "title": "Las 11 mejores ofertas en tecnología de los dos Días sin IVA de MediaMarkt que todavía puedes comprar",
      "description": "Vuelve a MediaMarkt MediaMarkt una de sus promociones más atractivas: los Días Sin IVA. Los días 16 y 17 de mayo podrás comprar tanto en la tienda como en la web (de hecho, en la web la campaña comenzó ayer por la noche y termina el 18 a las 9h) tecnología al…",
      "url": "https://www.xataka.com/seleccion/11 mejores ofertas tecnologia dos dias iva mediamarkt que todavia puedes comprar",
      "urlToImage": "https://i.blogs.es/31878b/dias sin iva/840_560.jpg",
      "publishedAt": "2022 05 16T06:03:45Z",
      "content": "Vuelve a MediaMarkt MediaMarkt una de sus promociones más atractivas: los Días Sin IVA. Los días 16 y 17 de mayo podrás comprar tanto en la tienda como en la web (de hecho, en la web la campaña comen… [+5134 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Xataka.com"
      },
      "author": "Yúbal Fernández",
      "title": "Vinted: qué es, cómo funciona, cómo registrarte y cómo empezar a vender ropa de segunda mano",
      "description": "Vamos a explicarte qué es y cómo registrarte para utilizar Vinted, una de las principales alternativas a Wallapop a la hora de vender productos usados y de segunda mano. Su principal diferencia es que es una plataforma enfocada a la moda, por lo que los produ…",
      "url": "https://www.xataka.com/basics/vinted que como funciona como registrarte como empezar a vender ropa segunda mano",
      "urlToImage": "https://i.blogs.es/cf56ff/vinted/840_560.jpg",
      "publishedAt": "2022 05 16T12:24:27Z",
      "content": "Vamos a explicarte qué es y cómo registrarte para utilizar Vinted, una de las principales alternativas a Wallapop a la hora de vender productos usados y de segunda mano. Su principal diferencia es qu… [+6410 chars]"
    }
  ]
}
